{"sections":{"samples-hero":{"type":"samples-hero","settings":{"samples_hero_title":"Free samples to help make the big decision","samples_hero_content":"At Stories Flooring, we know how difficult it can be deciding upon which floor to invest in when you’re shopping online. That’s why we offer free samples whenever we can.","samples_hero_image_small":"shopify:\/\/shop_images\/Stories_Flooring_Free_Sample.png","samples_hero_image_large":"shopify:\/\/shop_images\/Boximage1_1920x1400_3b08823c-ac47-430e-9cc2-dcbbbafa2230.jpg","samples_hero_image_alt":"Samples box"}},"samples-image":{"type":"samples-image-text-split-indent","settings":{"samples_text_indent_split_content":"<p>Did you know that we're one of the few flooring company within the UK which currently offers samples? So, whichever type of floor you're considering, you can be sure we have samples available for you to try before you buy.<\/p>\n<p>You can order up to 3 free samples. Please note that if you order multiple samples they may not come altogether as some come direct from manufacturers.<\/p>\n<p>If the samples you choose are not quite to your liking then please do call our friendly sales team on 0113 320 0223 who can offer advice based on your specific requirements. If we are not open then just drop us a message on info@storesflooring.co.uk or contact us via the live chat option<\/p>","samples_text_indent_split_image":"shopify:\/\/shop_images\/Stories_Flooring_Free_Samples_f6aa9adb-eda0-444e-91b4-1bf3b26e17c5.png","samples_text_indent_split_image_alt":"Sample Box"}},"samples-banner":{"type":"samples-how-to-banner","settings":{"samples_banner_heading":"How it works","samples_browse_title":"Browse our products","samples_browse_text":"Simply browse our entire catalogue of products and when you find one you like","samples_request_sample_title":"Request a free sample","samples_request_sample_text":"Look out for the “Free Sample” button and add click to your basket. A delivery charge is applied for more than 3 samples.","samples_post_title":"Wait for the post","samples_post_text":"Just tell us where you want the sample to be delivered and it will be with you"}},"samples-image-text-split":{"type":"samples-image-text-split","settings":{"samples_text_split_title":"Why order flooring samples?","samples_text_split_content":"<p>Samples allow you to get the best idea of what a floor would look like in your home. This is especially beneficial when you’re buying online as it is difficult to get a good idea of what the floor looks and feels like without actually seeing and touching it.<\/p>\n<p>You can also use the samples to compare different floors in order to decide which one is right for your home or business. This can help to prevent you from splashing out on the wrong floor.<\/p>\n<p>Browse our flooring collection today to start building your sample order. Or, if you have any questions, call our friendly team who will be happy to assist you when putting a sample order together.<\/p>","samples_text_split_image":"shopify:\/\/shop_images\/Stories_Flooring_Free_Samples_1920x1540_b5139b37-477e-475e-9f05-b78d431f691c.jpg","samples_text_split_image_alt":"Why order flooring samples?"}}},"order":["samples-hero","samples-image","samples-banner","samples-image-text-split"]}